breeze-snow-cursor-theme
evcxr_jupyter
ghq
google-drive-ocamlfuse-opam
heroic-games-launcher
mmv-go
paru
pingu
polybar-git
polybar-spotify
slack-desktop
slidev-cli
spacedrive-bin
spotify
spotify-tui
sqliteman
tslab
visual-studio-code-bin
volta-bin
web-greeter
