accountsservice
alsa-utils
android-file-transfer
arandr
aria2
base
base-devel
bat
blueman
bluez
bluez-utils
bottom
cloudflared
deno
dhcpcd
dialog
discord
docker
docker-compose
dunst
dust
efibootmgr
evcxr_repl
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
fzf
git
git-delta
github-cli
grub
i3-wm
intel-ucode
iw
iwd
jq
less
lightdm
linux-firmware
linux-zen
linux-zen-headers
lsof
maim
neofetch
neovim
netctl
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
obsidian
openssh
pacman-contrib
picom
pipewire-alsa
pipewire-pulse
playerctl
pyenv
repgrep
rofi
rofi-calc
rye
sheldon
sqlitebrowser
starship
thefuck
tk
tldr
tlp
tlp-rdw
unzip
uwufetch
vivaldi
volumeicon
wezterm
wpa_supplicant
xclip
xorg-server
xorg-xbacklight
zoxide
zsh
