alsa-utils
android-file-transfer
arandr
aria2
base
base-devel
bat
blueman
bluez-utils
bottom
chromium
cloudflared
dhcpcd
dialog
discord
dmenu
docker
docker-compose
dunst
dust
efibootmgr
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
ffmpegthumbnailer
fzf
git
go
grub
i3-wm
intel-ucode
iw
iwd
jq
jre-openjdk
kpipewire
lightdm
lightdm-webkit2-greeter
linux-firmware
linux-zen
linux-zen-headers
lsof
maim
neofetch
neovim
netctl
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntp
obsidian
otf-ipafont
pacman-contrib
parcellite
picom
playerctl
pyenv
repgrep
rofi
rustup
starship
steam
task
thefuck
tk
tldr
tlp
tlp-rdw
ttf-dejavu
ttf-dejavu-nerd
unarchiver
unzip
uwufetch
vim
vivaldi
volumeicon
wezterm
wireshark-qt
wpa_supplicant
wqy-zenhei
xclip
xf86-video-intel
xorg-server
xorg-xrandr
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
